06-devtools/LOPE/echemLattice/run01/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0.0125 0);

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform (0 0.0125 0);
    }
    
    walls
    {
        type            noSlip;
    }
    
    outlet
    {
        type            zeroGradient;
    }
    
    top
    {
        type            noSlip;
    }
    
    btm
    {
        type            noSlip;
    }
    
    front
    {
        type            noSlip;
    }  

    back
    {
        type            noSlip;
    } 
  
}


// ************************************************************************* //
