06-devtools/LOPE/echemLattice/run01/constant/permInterpIn.txt
10000
(
4.654738300000e+01
4.658335367699e+01
4.661934196957e+01
4.665534788061e+01
4.669137141298e+01
4.672741256955e+01
4.676347135320e+01
4.679954776680e+01
4.683564181322e+01
4.687175349536e+01
4.690788281609e+01
4.694402977830e+01
4.698019438487e+01
4.701637663870e+01
4.705257654268e+01
4.708879409970e+01
4.712502931266e+01
4.716128218446e+01
4.719755271800e+01
4.723384091618e+01
4.727014678191e+01
4.730647031810e+01
4.734281152766e+01
4.737917041351e+01
4.741554697855e+01
4.745194122571e+01
4.748835315791e+01
4.752478277808e+01
4.756123008913e+01
4.759769509399e+01
4.763417779560e+01
4.767067819690e+01
4.770719630080e+01
4.774373211026e+01
4.778028562822e+01
4.781685685761e+01
4.785344580139e+01
4.789005246250e+01
4.792667684389e+01
4.796331894852e+01
4.799997877934e+01
4.803665633932e+01
4.807335163140e+01
4.811006465857e+01
4.814679542377e+01
4.818354392999e+01
4.822031018020e+01
4.825709417736e+01
4.829389592447e+01
4.833071542448e+01
4.836755268040e+01
4.840440769521e+01
4.844128047189e+01
4.847817101343e+01
4.851507932283e+01
4.855200540309e+01
4.858894925719e+01
4.862591088816e+01
4.866289029898e+01
4.869988749268e+01
4.873690247225e+01
4.877393524071e+01
4.881098580109e+01
4.884805415638e+01
4.888514030963e+01
4.892224426385e+01
4.895936602207e+01
4.899650558732e+01
4.903366296264e+01
4.907083815105e+01
4.910803115561e+01
4.914524197935e+01
4.918247062531e+01
4.921971709655e+01
4.925698139612e+01
4.929426352706e+01
4.933156349245e+01
4.936888129532e+01
4.940621693876e+01
4.944357042583e+01
4.948094175958e+01
4.951833094311e+01
4.955573797947e+01
4.959316287176e+01
4.963060562305e+01
4.966806623642e+01
4.970554471497e+01
4.974304106177e+01
4.978055527994e+01
4.981808737256e+01
4.985563734273e+01
4.989320519357e+01
4.993079092816e+01
4.996839454963e+01
5.000601606108e+01
5.004365546564e+01
5.008131276641e+01
5.011898796653e+01
...
)
